Repository: Penquins-Software/shigger
Catalog: translation/shigger-*.po
Languages: tr

source: Авторизуйтесь, чтобы получить доступ к таблице лидеров
tr: Skor tablosuna erişmek için giriş yapın

source: Безымянный
tr: İsimsiz

source: Авторизоваться
tr: Giriş yapmak

source: Поделиться...
tr: Paylaşmak...

source: Дополнительная визуализация
tr: Ek görselleştirme

source: Звук попадания в ритм
tr: Vuruş sesi

source: [center]Лопата подбирает предметы.
tr: [center]Kürek nesneleri alır.

source: [center]Широкая лопата+
tr: [center]Geniş Kürek+

source: [center]Лопата позволяет копать вбок, даже если под вами нет блоков.
tr: [center]Kürek, altınızda blok olmasa bile yana doğru kazmanızı sağlar.

source: [center]Боковая лопата+
tr: [center]Yan kürek+

source: [center]Лопата наносит тройной удар!
tr: [center]Kürek üç kez vuruyor!

source: [center]Мегалопата +
tr: [center]Mega Kürek+

source: [center]Лопата прокапывает ТРИ блока вниз.
tr: [center]Kürek ÜÇ blok aşağıyı kazıyor.

source: [center]Бур+
tr: [center]Frez+

source: Нет урона...
tr: Hasar yok...

source: Начать!
tr: Başlamak!

source: Вас спасла рыба ФУГУ!
tr: Fugu balığı seni kurtardı!

source: [center]ЛОП[color=red]А[/color]ТЕЛЬ
tr: [center]SH[color=red]I[/color]GGER

source: [center]Лопата прокапывает внизу строчку из трёх блоков (Хорошо для кантиков)
tr: [center]Bir kürek aşağıda üç blokluk bir çizgi kazıyor

source: [center]Широкая лопата
tr: [center]Geniş kürek

source: [center]Лопата одновременно копает в трёх направлениях
tr: [center]Kürek aynı anda üç yönde kazıyor

source: [center]Боковая лопата
tr: [center]Yan kürek

source: [center]Удваивает получаемые очки
tr: [center]Çiftlerde alınan puanlar

source: [center]Лопата наносит двойной удар
tr: [center]Kürek iki kere vuruyor

source: [center]Мегалопата
tr: [center]Mega kürek

source: [center]Парализует котомедузу, когда она вас настигает. Одноразовая.
tr: [center]Size yetiştiğinde kedi denizanasını felç eder.↵ Tek kullanımlık.

source: [center]Рыба Фугу
tr: [center]Fugu balığı

source: [center]Увеличивает радиус обзора и подсвечивает предметы.
tr: [center]Görüntüleme yarıçapını artırır ve nesneleri vurgular.

source: [center]Фонарик
tr: [center]El feneri

source: [center]Лопата прокапывает два блока вниз.
tr: [center]Kürek iki blok aşağıyı kazıyor.

source: [center]Бур
tr: [center]Boer

source: Продолжить
tr: Devam etmek

source: Вы уверены?
tr: Emin misin?

source: Подтвердите действие
tr: Eylemi onaylayın

source: [center]Программирование: [url=https://ozkitsune.itch.io/]Oz Fox[/url] Геймдизайн и сценарий: [url=https://itch.io/profile/aki-ona]Akiona[/url] Графика: [url=https://vk.com/ankelran]RANKEL[/url], [url=https://vk.com/agnialoo]Василий Василич[/url] Музыка и звуки: [url=https://vk.com/musical_output]lexander[/url]
tr: [center]Godot Developer: [url=https://ozkitsune.itch.io/]Oz Fox[/url] GD and Story: [url=https://itch.io/profile/aki-ona]Akiona[/url] 2D Art and Fonts: [url=https://vk.com/ankelran]RANKEL[/url], [url=https://vk.com/agnialoo]Vasily Vasilich[/url] Music and Sound Design: [url=https://vk.com/musical_output]lexander[/url]

source: [center]Авторы
tr: [center]Yazarlar

source: Тряска камеры
tr: Kamera titriyor

source: Громкость музыки
tr: Müzik sesi

source: Громкость эффектов
tr: Efekt Hacmi

source: Общая громкость
tr: Genel hacim

source: Режим экрана
tr: Ekran modu

source: Язык
tr: Dil

source: Введите имя...
tr: Adınızı giriniz...

source: [center]Настройки
tr: [center]Ayarlar

source: Вернуться
tr: Geri dönmek

source: [center]Получение данных...
tr: [center]Veri alıyor...

source: [center]Таблица лидеров
tr: [center]Liderler Sıralaması

source: Выход
tr: çıkış

source: Авторы
tr: Yazarlar

source: Настройки
tr: Ayarlar

source: Лидеры
tr: Liderler

source: Комикс
tr: komik

source: ИГРАТЬ
tr: OYNAMAK

source: КОПАТЬ
tr: KAZMA

source: Пауза
tr: Duraklat

source: [center]Выберите улучшение!
tr: [center]Bir yükseltme seçin!

source: Вернуться в меню
tr: Menüye dön

source: Сокровище!
tr: Hazine!

source: Монстр замедлен!
tr: Canavar yavaşladı!

source: Круговорот!
tr: Döngü!

source: ВЗРЫВ!
tr: PATLAMA!

source: Версия
tr: Sürüm

source: Количество очков
tr: Puan sayısı

source: Игрок
tr: oyuncu

source: Ранг
tr: Rütbe

source: Очков
tr: Gözlük

source: Вас съели!
tr: Yemişsin!

source: Ваш результат: %s очков.
tr: Sonucunuz: %s puan.

source: Я всё понял!
tr: Anladım!

source: [center]​Нажимай клавиши A и D ИЛИ стрелочки ←​ и →​ для передвижения вправо и влево. Нажимай клавишу S ИЛИ стрелочку ↓, чтобы вскопать блок под персонажем​ или переместиться вниз. [color=red]Не забывай попадать в ритм, чтобы произвести действие!
tr: [center]​Sola ve sağa hareket etmek için A ve D tuşlarına VEYA ←​ ve →​ ok tuşlarına basın.↵ ↵ S tuşuna VEYA ↓,↵ okuna basın karakterin altındaki bir bloğu kazmak veya aşağı doğru ilerlemek için.↵ ↵ [color=red]Harekete geçmek için ritmi yakalamayı unutmayın!

source: Имя игрока
tr: Oyuncu ismi

source: [center]Вы прокопали на [color=red]%s[/color] очков
tr: [center][color=red]%s[/color] puan için kazdınız
