public enum SkillList
{
    // Увеличивает радиус обзора и подсвечивает подбираемые предметы.
    // +
    Flashlight,
    // Парализует котомедузу в тот момент, когда она настигает главного героя. (Работает 1 раз за игровую сессию).
    // +
    Fugu,
    // Лопата наносит два удара за раз ИЛИ Лопата быстрее прокапывает твёрдые блоки.
    // +
    MegaShovel,
    // Лопата прокапывает внизу строчку из трёх блоков.
    // +
    WideShovel,
    // Лопата одновременно копает в трёх направления
    // +
    SidewaysShovel,
    // Лопата прокапывает 2 блока вниз ИЛИ Лопата копает на один блок глубже.
    // +
    Drill,
}
